cask_args appdir: '/Applications'

# Taps
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"

# Cask - Tools for Setup
cask "1password"
cask "1password-cli"

# Brew - Development
brew "curl"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "mas"
brew "node"
brew "nodenv"
brew "openssl@1.1"
brew "python3"
brew "rbenv"
brew "zsh"

# Brew - Other
brew "switchaudio-osx"
brew "youtube-dl"

# Cask
cask "alfred"
cask "discord"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "logitech-options"
cask "notion"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "via"
cask "visual-studio-code"
cask "zoom"

# App Store
mas "Hidden Bar", id: 1452453066
mas "Magnet", id: 441258766
mas "Notability", id: 360593530